{
  "_class_name": "KandinskyV22InpaintPipeline",
  "_diffusers_version": "0.17.0.dev0",
  "scheduler": [
    "diffusers",
    "DDPMScheduler"
  ],
  "unet": [
    "diffusers",
    "UNet2DConditionModel"
  ],
  "movq": [
    "diffusers",
    "VQModel"
  ]
}